<template>
    <main class="page">

        <div class="vstack gap-1">
            <div class="p-3">Цей сайт виконує таки функціїї</div>
            <div class="p-2">Перегляд контактів: Користувач може переглянути всі контакти, які він додав до своєї книги
                контактів.</div>
            <div class="p-2">Додавання нового контакту: Користувач може ввести ім'я та номер телефону нового контакту у
                відповідних полях та натиснути кнопку "Додати".</div>
            <div class="p-2">Видалення контакту: Користувач може видалити будь-який контакт зі своєї книги контактів.
                Він може вибрати контакт, який хоче видалити.</div>
            <div class="p-2">Редагування контакту: Користувач може редагувати існуючий контакт. Він може вибрати
                контакт, який хоче відредагувати, та внести зміни в ім'я або номер телефону контакту.</div>
        </div>

    </main>

</template>